{
    "welcome": "Bienvenido a mi portafolio",
    "about": "Sobre m칤",
    "contact": "Contacto",
    "navbar-home":"Inicio",
    "navbar-about":"Sobre m칤",
    "navbar-proyects":"Proyectos",
    "navbar-contact":"Contacto",
    "section-about":"Sobre m칤",
    "section-skills":"Habilidades",
    "section-projects":"Proyectos",
    "section-education":"Educacion",
    "section-lifestyle":"Hobbies y estilo de vida",
    "section-contact":"Contacto",
    "content-about": "游녦 춰Hola! Soy un desarrollador Full Stack con enfoque en la creaci칩n de soluciones web modernas, eficientes y escalables.\n\nCombino lo mejor del frontend con React y el poder del backend con C# y .NET para desarrollar aplicaciones robustas que brindan valor real a los usuarios.\n\nMe apasiona aprender constantemente, resolver problemas complejos y trabajar en proyectos que representen un reto.\n\nAdem치s de programar, disfruto mejorar mis habilidades t칠cnicas, colaborar en equipo y mantenerme actualizado con las 칰ltimas tendencias del desarrollo web.\n\nBienvenido/a a mi portafolio: aqu칤 encontrar치s algunos de los proyectos que reflejan mi estilo de trabajo, mi enfoque en la calidad del c칩digo y mi compromiso con la excelencia.",
    "content-lifestyle":"M치s all치 del c칩digo, soy una persona enfocada en el crecimiento constante y el equilibrio personal. Dedico mis tardes al entrenamiento en el gimnasio, lo que me ayuda a mantener la disciplina y la energ칤a. Estudio programaci칩n e italiano diariamente, y en mis momentos libres disfruto tocar la guitarra, una actividad que me permite expresar creatividad de otra forma. Creo firmemente que un desarrollador equilibrado logra soluciones m치s creativas, eficientes y sostenibles.",
    "technologies-skills":"Tecnologias y Frameworks",
    "languages-skills":"Idiomas",
    "languages-spanish":"Espa침ol",
    "languages-english":"Ingles",
    "languages-italian":"Italiano",
    "languages-spanish-grade":"Nativo",
    "years":"a침os",
    "footer-rights":"Todos los derechos reservados"
}